Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: En Polonia las ilusiones del socialismo pequeñoburgués y del patriotismo eran muy profundas y fueron impetuosamente movilizadas, dado el atolladero económico y parlamentario.
en: The deeper had been the illusions of petty-bourgeois socialism and patriotism in Poland and the more impetuously they had been mobilized in conditions of economic and parliamentary impasse,

source: En Polonia se dieron condiciones únicas y complejas para esta movilización [pequeño-burguesa];
en: In Poland the conditions for this [petty-bourgeois] mobilization were unique and complex;

source: En Ucrania, la burguesía ha lanzado contra los trabajadores una terrible ofensiva de hambre, muerte y desolación como la que sufre el pueblo de Palestina y Siria.
en: In Ukraine, the bourgeoisie has launched against the workers a terrible offensive of hunger, death and desolation like the one which the people of both Palestine and Syria suffers.

source: En abril firmaría con Putin un acuerdo de reducción del precio del gas ruso a cambio de la permanencia por 25 años más de la base naval rusa en el puerto de Sebastopol en Crimea.
en: In April he signed with Putin an agreement of reduction in the price of Russian gas in Exchange for the permanence for 25 years of the Russian naval base in the port of Sevastopol in the Crimea.

source: En efecto, es más que evidente que la coalición del Centro con los fascistas sería, no una etapa hacia la solución "democrática" del problema, sino que serviría de trampolín para un golpe de estado en las condiciones más favorables para el fascismo” (Trotsky, Por un frente único obrero contra el fascismo).
en: In effect, this is more obvious that the coalition of the Centre with the fascists will be, not a step towards the "democratic" solution to the problem, but would serve as a springboard for a coup in the most favorable conditions for fascism "(Trotsky , For a single worker front against fascism)..

source: En esta oportunidad el Partido Socialista (PS) impidió que se desataran las fuerzas revolucionarias de las masas no rusófonas,
en: This time the Socialist Party (SP) prevented that the revolutionary forces of the non-Russian-speaking masses was unleashed.

source: En este Estado de ocupación se arma a la pequeña-burguesía para aplastar la clase obrera palestina, es decir, para el marxismo se ponen en pie milicias fascistas… ¡judías!
en: In this state of occupation be weapon to the petty bourgeoisie to crush the Palestinian working class, i.e., for Marxism are standing fascist militias... beans!

source: En este contexto es que el 2 de mayo se produce la masacre de la casa sindical en Odesa.
en: In this context it is on 2 May when produces the massacre of the Union House in Odessa.

source: En este escenario es que la significativa huelga de los mineros de Luhansk a fines de abril, pudo ser llevada a un callejón sin salida.
en: In this scenario it is that the significant strike of miners from Luhansk in late April, could be brought to a dead end.

source: En este frente único levantaremos un programa de consignas transitorias como el que proponemos al final de este documento siempre centralizado bajo el objetivo inmediato de que el proletariado conquiste su armamento y su propio poder en alianza con todos los explotados del campo y la ciudad, expropiando sin pago y bajo su control a toda la oligarquía ucraniana y a las transnacionales imperialistas.
en: In this united front will raise up a program of transitional demands as we propose at the end of this document always centralized under the immediate objective that the proletariat conquer its armament and its own power in alliance with all the exploited of the countryside and the city, expropriating without payment and under their control to all the Ukrainian oligarchy and the transnational imperialists.

source: En este sentido, la izquierda “pro-rusa” no es agente del inexistente imperialismo ruso, sino del pacto original entre el imperialismo occidental y la oligarquía rusófona de Ucrania asociada a la burguesía rusa.
en: In this sense, the "pro Russian" Left is not agent of the non-existent Russian imperialism, but the original Pact between the Western imperialism and the Russian-speaking oligarchy of Ukraine asociated to the Russian bourgeoisie.

source: En esto están de acuerdo tanto la izquierda pro-europea como la pro-rusa.
en: In this agree both the pro-European Left as the pro-Russian Left

source: En la actualidad, estos elementos se han pasado o se están pasando a los nacionalsocialistas.
en: Currently, these elements have been passed or are transitioning to the National Socialist.

source: En la conferencia que dio Popovych ante la Cámara Baja del parlamento británico declaró:
en: At the Conference which gave Popovych before the lower Chamber of the British Parliament declared:

source: En la provincia de Lviv incluso es conocido como el “partido de los proles”.
en: In the province of Lviv is known as the "party of the proles". This phenomenon can be explained also by revolutionary Marxism:

source: En las elecciones del 2012 Svoboda obtuvo 2 millones de votos (10% del total), con lo que ingresaron por primera vez al parlamento ucraniano como su cuarta bancada.
en: Svoboda won 2 million votes (10% of the total) entered for the first time to the Ukrainian Parliament as its fourth bench in the 2012 election.

source: En los distintos países, según las diversas condiciones, se lo logra de manera diferente, utilizando diferentes dosis de “izquierdismo”.
en: In various countries, under various conditions, this is done in different ways, with the use of different doses of "leftism.".

source: En los países latinoamericanos [semi-coloniales como Ucrania]
en: In Latin American countries [semicolonials as Ukraine]

source: En muchos casos tomaron las armas de policías y soldados desertores
en: In many cases they took up arms and police deserters

source: En ninguna otra parte las restricciones, purgas, represiones y, en general, todas las formas de truhanería burocrática asumieron dimensiones tan asesinas como en Ucrania, al intentar aplastar poderosos anhelos de mayor libertad e inde­pendencia profundamente arraigados en las masas.
en: Nowhere did restrictions, purges, repressions and in general all forms of bureaucratic hooliganism assume such murderous sweep as they did in the Ukraine in the struggle against the powerful, deeply-rooted longings of the Ukrainian masses for greater freedom and independence.

source: En otro comunicado dicen:
en: In another statement they say:

source: En primer lugar, ni el fascismo alemán fue de verdad “anti-semita”;
en: First, neither the German fascism was really "anti Semitic"; When Hitler annexed Austria not touched a hair of their bankers, the vast majority of them Jews.

source: En primer lugar, ni el fascismo alemán fue de verdad “anti-semita”; cuando Hitler anexionó Austria no tocó un pelo de sus banqueros, la gran mayoría de ellos judíos.
en: First, neither the German fascism was really "anti Semitic"; When Hitler annexed Austria not touched a hair of their bankers, the vast majority of them Jews.

source: En realidad la verdadera disputa entre Kiev y Moscú era quien disciplina, desorganiza o aplasta primero el levantamiento para quedarse con las cuencas mineras del Este, todo con la colaboración activa del PC y su fracción pública Borotda.
en: The real dispute between Kiev and Moscow was actually who discipline, disrupts or first crushes the uprising for keep the coalfields of the East, with the active collaboration of the CP and its public faction Borotda.

source: En su caso no es que propongan una solución reformista a la cuestión nacional aguda para los ucranianos no rusófonos, sino que la desconocen por completo:
en: In their case it is not that them propose a reform solution to the acute national issue for russian-speaking Ukrainians, but they ignore it completely:

source: En su manifiesto de diez puntos encontramos también:
en: In its ten-point manifesto we also find:

source: En todo caso sería necesaria la puesta en pie de un tribunal obrero internacional para juzgar estas serias acusaciones.
en: In any case the setting up of a worker's international court would be required, to judge these serious allegations.

source: Era necesario ponerse en estado de alerta.
en: It was necessary to be on alert.

source: Era un síntoma claro que la situación estaba cambiando y era necesario definirla y actuar en consecuencia.
en: It was a clear sign that the situation was changing and needed to define it and act accordingly.

source: Es aquí donde desnudan ante las amplias masas todo su colaboracionismo y cobardía pequeño-burguesa.
en: It is here where they naked to the broad masses all their Collaborationism and petty-bourgeois cowardice.

source: Es decir, así como piensa el PC, el “mal menor” son los tanques de Putin y los Titushki de Yanukovich.
en: In other words, as well as the CP thinks, the "lesser evil" are the tanks of Putin and the Titushki of Yanukovich.

source: Es decir, la vía pacífica y administrativa contra los testaferros de Wall Street.
en: In other words, the peaceful and administrative way against the Wall Street figureheads..

source: Es en estos levantamientos obreros donde interpretan su especial papel contra-revolucionario la “Nueva Izquierda” ucraniana.
en: It is in these worker uprisings, where interpreted its special counter-revolutionary role the Ukrainian "new left".

source: Es evidente que la izquierda pro-europea y pro-rusa están completamente opuestas a la restauración de la dictadura del proletariado y a la expropiación revolucionaria de la burguesía.
en: It is clear that the pro European and pro-Russian Left are completely opposite to the restoration of the dictatorship of the proletariat and the revolutionary expropriation of the bourgeoisie.

source: Es evidente que se busca aislarlas del combate de los hambrientos de Europa.
en: Clearly is sought to isolate the combat from hungry people of Europe.

source: Es obvio en el presente que los métodos parlamentarios no funcionan.
en: It is obvious in the present that the parliamentary methods do not work.

source: Es por eso que muchos de los discursos de Svoboda incluyen también frases racistas contra los alemanes.
en: Tha is why many of the speeches of Svoboda also include racist phrases against the Germans.

source: Es por eso que nuestra iniciativa Oposición de Izquierda hace un llamado por el Acuerdo de Asociación sin un Acuerdo de Libre Comercio.
en: That's why our iniciative Left Opposition calling for the Association Agreement without a free trade agreement.

source: Es verdad que abiertos anti-comunistas juegan un significante rol en el Maídán, pero este anti-comunismo es causado mayormente por la posición arrogante del Partido Comunista mismo” (Sindicato Autónomo de Trabajadores, Carta abierta desde Ucrania a los partidos de izquierda).
en: It is true that open anti-communists do play a significant role on Maidan, but this anti-communism is caused mostly by the arrogant position of the Communist Party itself.” (Autonomous Workers Union,Open Letter to the European Left).

source: Ese mismo año, los tanques de Putin ingresaban a Georgia para disputarse con el imperialismo quien aplastaba en sangre a los explotados de ese país que estaban protagonizando sucesivos levantamientos revolucionarios desde el 2003 y así quedarse con una tajada del corredor energético georgiano, aprovechando las legítimas reivindicaciones nacionales de los explotados de Osetia del Sur.
en: That same year, Putin's tanks entered Georgia to dispute with imperialism who crushed in blood the exploited in that country who were starring in successive revolutionary uprisings since 2003 and thus keep a slice of the Georgian energy corridor, taking advantage of the legitimate national claims of the exploited of South Ossetia.

source: Esta acción paralizó las comunicaciones del régimen bonapartista lo que facilitó en parte el triunfo del mariscal fascista.
en: This action paralyzed the communications of the Bonapartist regime which facilitated in part the triumph of the fascist Marshal.

source: Esta cuestión es particularmente importante para combatir a sus alas “radicalizadas” que pretenden engañar a la vanguardia llenándose de consignas muy revolucionarias, socialistas e internacionalistas pero que finalmente son pura fraseología vacía que fracasa en plantearle a las masas un camino independiente hacia la revolución permanente, la única que puede resolver las tareas democráticas al combinarlas con las tareas socialistas y que no se detiene hasta el derrocamiento de la burguesía en las principales potencias y en todo el mundo.
en: This issue is particularly important to combat their "radical" wings that are intended to mislead the vanguard filling of very revolutionary, socialists and internationalists consignments, but finally are pure empty phraseology that fails to ask the masses an independent path to the permanent revolution, the only one that can resolve the democratic tasks by combining them with the Socialist tasks and that does not stop until the overthrow of the bourgeoisie in the major powers and the world.

source: Esta cuestión se verá con detalle más adelante, solo señalamos aquí que comparten muchas cosas con la demagogia seudo-revolucionaria del anarquismo pero incluso aparece como un ala moderada de éste.
en: This issue will see in detail below, only we noted here that they share many things with the demagoguery pseudo-revolutionary of anarchism but it even appears as a moderate wing of this.

source: Esta diferencia se debe a que para la izquierda pro-europea la única verdadera amenaza sobre la soberanía de Ucrania proviene del “imperialismo ruso” ficticio y no del Occidente colonialista al que sirve.
en: This difference is due to that for the pro-European Left the only true threat over the sovereignty of Ukraine comes of fictitious "Russian imperialism" and not from the colonialist West it serves.

source: Esta enorme lucha fue separada de la clase obrera y finalmente llevada a la mesa de negociación con el gobierno bajo la “mediación” de los partidos “democráticos” de la burguesía pro-europea.
en: This enormous struggle was separated from the working class and finally brought to the negotiating table with the Government under the "mediation" of the "democratic" parties of the bourgeoisie European pro.

source: Esta es la raíz del antagonismo entre el fascismo y los partidos tradicionales de la burguesía” (Trotsky, Pilsudski, el fascismo y el carácter de nuestra época).
en: This is the origin of the antagonism between fascism and the traditional parties of the bourgeoisie"(Trotsky, Pilsudski, fascism and the character of our time).

source: Esta es pues la crisis de la izquierda ucraniana pero también de la dirección del proletariado que no consiste solo en la ausencia de un partido revolucionario sino en la presencia excesiva de direcciones traidoras que impiden que la clase obrera tome un camino independiente de cualquier campo burgués.
en: This is the crisis on the Ukrainian left but also the direction of the proletariat which does not consist only in the absence of a revolutionary party but from the excessive presence of treacherous addresses that prevent the working class to take a path independent of any bourgeois field.

source: Esta es su verdadera esencia, sin importar si declaran nacionalizaciones (siempre burguesas) o su constitución defienda el derecho al aborto (siempre formal).
en: This is its true essence, no matter if it declares nationalizations (always bourgeois) or if its Constitution defend the right to abortion (always formal).

source: Esta fue una declaración (Kyiv’s Euromaidan is a liberationist and not extremist mass action of civic disobedience) firmada por más de 40 “especialistas” en nacionalismo, racismo, etc. de varias universidades, ONG e instituciones públicas del mundo.
en: This was a declaración(Kyiv's Euromaidan is a liberationist and not extremist mass action of civic disobedience) signed by more than 40 "specialists" on nationalism, racism, Ms. of several universities, NGOs and public institutions in the world.

source: Esta riesgosa operación pareció tan enigmática que la dirección del Partido Comunista, a través de Warsk y otros, llamó al proletariado a tomarse las calles en apoyo al alzamiento del mariscal.
en: This risky operation seemed so enigmatic that the leadership of the Communist Party, through Warsk and others, called the proletariat to take the streets in support of the uprising of the Marshal.

source: Esta separación formal de su brazo armado, ha facilitado su alianza con los partidos “democráticos” de la burguesía que la izquierda pro-europea siempre llamó a votar.
en: This formal separation of its armed wing, has facilitated its alliance with the "democratic" parties of the bourgeoisie that left European pro always called to vote.Thus the reformism has paralyzed and desorganized the struggle of the working class against fascism to underestimate or even deny his ascent and influence over the petite bourgeoisie mass and the most backward sectors of the proletariat. And this is true both for the left European pro and left Russian pro led by the PC.

source: Esta traición monstruosa se pretende justificar en la separación formal entre la coalición y la milicia Sector de Derecha, es decir, en el ardid de guerra de Svoboda.
en: This monstrous betrayal is intended to justify the formal separation between the coalition and the militia Right Sector, i.e. in the ruse of war of Svoboda.

source: Esta última busca defender la tajada de negocios que aún le quedan del pacto restauracionista;
en: This last one seeks to defend the slice of business that remains of the restorationist covenant;

source: Estamos convencidos que Ucrania se ha convertido en un verdadero test ácido para las direcciones traidoras del seudo-trotskismo y del reformismo pagando caro sus traiciones, no en un futuro lejano, sino inmediatamente, con su estallido ante la bancarrota total de su programa pacifista y revisionista incinerado por los violentos actuales sucesos de la lucha de clases mundial.
en: We are convinced that Ukraine has become a real acid test for the treacherous leaderships of pseudo-Trotskyism and reformism to pay expensive their betrayal, not in the distant future, but immediately, with its outbreak to the total bankruptcy of his pacifist and revisionist program cremated by the violent current events of the world class struggle.

source: Estamos luchando con las armas en la mano, por nuestras vidas y las vidas de nuestros seres queridos.
en: We fight with weapons in hand, for our lives and the lives of our loved ones.

source: Estamos preparando un artículo de polémica con las principales direcciones seudo-trotskistas del proletariado, que publicaremos como complemento necesario de este documento que aparece como opuesto por el vértice a todo ese cúmulo de principios liquidados, revisionismo descarado, vulgaridades, estupidez y cinismo que atraviesa cada cosa que sale de las mentes y el tintero de los usurpadores de las banderas de la Cuarta Internacional.
en: We are preparing a controversial article with the main pseudo-Trotskyist directions of the proletariat, which we will publish as a necessary complement to this document that appears as opposed by the vertex to all this accumulation of settled principles, shameless revisionism, vulgarity, stupidity and cynicism that runs through every thing that comes out of the minds and the pivot pin of the usurpers of the flags of the fourth international.

source: Estamos sin embargo, lejos de basar nuestro análisis exclusivamente en el conteo electoral:
en: However, we are far from base our analysis solely on the electoral count: "The german fascism today represents an infinitely more powerful political force that eight years ago

source: Estamos sin embargo, lejos de basar nuestro análisis exclusivamente en el conteo electoral: “El fascismo alemán representa hoy una fuerza política infinitamente más poderosa que hace ocho años.
en: However, we are far from base our analysis solely on the electoral count: "The german fascism today represents an infinitely more powerful political force that eight years ago

source: Estas actividades sólo dan al gobierno una bonita imagen para la televisión, sino que le permiten identificar los elementos radicales mediante la localización de los teléfonos móviles y la grabación en vídeo” (Sindicato Autónomo de Trabajadores, Carta sobre la situación actual en Ucrania).
en: These activities only give the government pretty picture for television and enable it to identify radical elements by locating mobile phones and videotaping." (Autonomous Workers’ Union, Statement on the Current Political Situation in Ukraine).

source: Estas disputas burguesas sin embargo, no son entre “imperialismos” como quiere hacer creer la prensa yanqui y sus filiales socialdemócratas, sino el regateo entre un pequeño accionista y el dueño de la empresa a escala internacional.
en: These bourgeois disputes, however, are not between "imperialisms" as the Yankee press would have us believe and its affiliates Social Democrats, but haggling among a small shareholder and owner of the company on an international scale.

source: Estas simplificaciones sin embargo, juegan un rol contrarrevolucionario específico, subordinando a las masas a uno u otro bando burgués.
en: These simplifications, however, play a specific counter-revolutionary role, subordinating the masses to one or other bourgeois ban.

source: Estas son las premisas para la formación de un partido fascista y su victoria” (Trotsky, Bonapartismo, fascismo, y guerra).
en: These are the premises for the formation of a fascist party and his victory"(Trotsky, Bonapartism, fascism, and war). All of this political development could be identified also for Ukraine.

source: Este combate sin embargo, fue aislado y desorganizado por la izquierda pro-rusa a los pies de Putin y de Rinat Ajmétov, dueño de las minas que entraron en paro.
en: This combat was however, isolated and disorganized by the pro-Russian left at the foot of Putin and Rinat Ajmétov, owner of mines which were unemployed.

source: Este crecimiento de los dos polos demuestra que la bola no puede mantenerse en el vértice de la pirámide.
en: This growth of the two poles shows that the ball cannot be maintained at the apex of the pyramid.

source: Este es el papel que están jugando anarquistas y seudo-trotskistas como ala radical de la izquierda pro-europea.
en: This is the role of anarchists and seudo-trotskyists are playing as the radical wing of pro-European left.

source: Este es el punto de vista que intenta atribuirme la Rote Fahne, bajo el pretexto de que yo he protestado contra la participación estúpida y vergonzosa de los comunistas en el referéndum de Hitler.
en: Die Rote Fahne attempts to ascribe the same view to me – on the grounds that I expressed myself against the stupid and shameful participation of the Communists in the Hitler referendum.

source: Este fue claramente formado sobre la ola de una movilización realmente de masas del Maidán.
en: This was clearly formed on the wave of a really mass mobilization of the Maidan.

source: Este partido reformista también se ha convertido en una suerte de sección no declarada del seudo-trotskismo “pro-ruso” internacional.
en: This Reformist Party also has become a sort of undeclared section of "pro-Russian" International pseudo-Trotskyism.
